Repository: 0buffer/seafile
Catalog: po/*.po
Languages: de_de

source: Uploading
de_de: am hochladen

source: Downloading
de_de: am herunterladen

source: Speed
de_de: Geschwindigkeit

source: is unsynced. Reason: Deleted on server
de_de: ist nicht synchronisiert. Grund: Auf dem Server gelöscht

source: is synchronized
de_de: ist synchronisiert

source: failed to sync. Access denied to service
de_de: Synchronisierung fehlgeschlagen. Zugriff auf Dienst verweigert

source: failed to sync. The library owner's storage space is used up.
de_de: Synchronisierung fehlgeschlagen. Der Speicherplatz des Eigentümers der Bibliothek ist verbraucht.

source: files
de_de: Dateien

source: directories
de_de: Ordner

source: and %s more
de_de: und %s weitere

source: Added
de_de: hinzugefügt

source: Deleted
de_de: gelöscht

source: Removed
de_de: entfernt

source: Modified
de_de: verändert

source: Renamed
de_de: umbenannt

source: Moved
de_de: verschoben

source: Added directory
de_de: Verzeichnis hinzugefügt

source: Removed directory
de_de: Verzeichnis entfernt

source: Renamed directory
de_de: Verzeichnis umbenannt

source: Moved directory
de_de: Verzeichnis verschoben

source: Reverted repo to status at
de_de: Repo status zurückgesetzt auf

source: Reverted file to status at
de_de: Datei zurückgesetzt auf

source: Recovered deleted directory
de_de: Gelöschtes Verzeichnis wiederhergestellt

source: Auto merge by seafile system
de_de: Automatisch zusammgeführt durch das Seafile System

source: Seafile is already running
de_de: Seafile läuft bereits

source: Auto sync is disabled
de_de: Automatische Synchronisation ist deaktiviert

source: free
de_de: frei

source: free space unknown
de_de: freier Speicher unbekannt

source: Seafile help.txt
de_de: Seafile Hilfe.txt

source: Please choose a folder first
de_de: Bitte erst ein Verzeichnis wählen

source: Initialzation is not finished. Really quit?
de_de: Die Initialisierung ist noch nicht abgeschlossen. Wirklich beenden?

source: Seafile is started
de_de: Seafile ist gestartet

source: Click the icon to open admin console
de_de: Klicken sie auf das Symbol um das Admin-Oberfläche zu öffnen

source: Failed to disable auto sync
de_de: Deaktivieren der automatischen Synchronisation fehlgeschlagen

source: Failed to enable auto sync
de_de: Aktivieren der automatischen Synchronisation fehlgeschlagen

source: Seafile is already running
de_de: Seafile läuft bereits
